{
    "name": "Качество жизни",
    "calculations_type": "test_2",
    "description": "Данный тест предназначен для комплексной оценки различных аспектов качества жизни и состояния здоровья человека. Он охватывает как физические, так и психоэмоциональные сферы, что позволяет получить целостное представление о самочувствии и возможных ограничениях в повседневной деятельности.",
    "questions": [
        {
            "text": "Подвижность - Пожалуйста, выберите ответ, который покажется наиболее подходящим.",
            "answer_type": "select",
            "possible_answers": [
                1,
                2,
                3,
                4,
                5
            ],
            "answers_text": [
                "Я не испытываю никаких трудностей при ходьбе",
                "Я испытываю небольшие трудности при ходьбе",
                "Я испытываю умеренные трудности при ходьбе",
                "Я испытываю большие трудности при ходьбе",
                "Я не в состоянии ходить"
            ]
        },
        {
            "text": "Уход за собой - Пожалуйста, выберите ответ, который покажется наиболее подходящим.",
            "answer_type": "select",
            "possible_answers": [
                1,
                2,
                3,
                4,
                5
            ],
            "answers_text": [
                "Я не испытываю никаких трудностей с мытьем или одеванием",
                "Я испытываю небольшие трудности с мытьем или одеванием",
                "Я испытываю умеренные трудности с мытьем или одеванием",
                "Я испытываю большие трудности с мытьем или одеванием",
                "Я не в состоянии сам (-а) мыться или одеваться"
            ]
        },
        {
            "text": "Привычная повседневная деятельность (например: работа, учеба, работа по дому, участие в делах семьи, досуг) - Пожалуйста, выберите ответ, который покажется наиболее подходящим.",
            "answer_type": "select",
            "possible_answers": [
                1,
                2,
                3,
                4,
                5
            ],
            "answers_text": [
                "Моя привычная повседневная деятельность дается мне без труда",
                "Моя привычная повседневная деятельность для меня немного затруднительна",
                "Моя привычная повседневная деятельность для меня умеренно затруднительна",
                "Моя привычная повседневная деятельность для меня очень затруднительна",
                "Я не в состоянии заниматься своей привычной повседневной  деятельностью"
            ]
        },
        {
            "text": "Боль / Дискомфорт - Пожалуйста, выберите ответ, который покажется наиболее подходящим.",
            "answer_type": "select",
            "possible_answers": [
                1,
                2,
                3,
                4,
                5
            ],
            "answers_text": [
                "Я не испытываю боли или дискомфорта",
                "Я испытываю небольшую боль или дискомфорт",
                "Я испытываю умеренную боль или дискомфорт",
                "Я испытываю сильную боль или дискомфорт",
                "Я испытываю чрезвычайно сильную боль или дискомфорт"
            ]
        },
        {
            "text": "Тревога / Депрессия - Пожалуйста, выберите ответ, который покажется наиболее подходящим.",
            "answer_type": "select",
            "possible_answers": [
                1,
                2,
                3,
                4,
                5
            ],
            "answers_text": [
                "Я не испытываю тревоги или депрессии",
                "Я испытываю небольшую тревогу или депрессию",
                "Я испытываю умеренную тревогу или депрессию",
                "Я испытываю сильную тревогу или депрессию",
                "Я испытываю крайне сильную тревогу или депрессию"
            ]
        },
        {
            "text": "Умственная деятельность - Пожалуйста, выберите ответ, который покажется наиболее подходящим.",
            "answer_type": "select",
            "possible_answers": [
                1,
                2,
                3,
                4,
                5
            ],
            "answers_text": [
                "Умственная деятельность не вызывает у меня никаких затруднений",
                "Умственная деятельность вызывает у меня небольшие затруднения",
                "Умственная деятельность вызывает у меня умеренные затруднения",
                "Умственная деятельность вызывает у меня сильные затруднения",
                "Умственная деятельность вызывает у меня чрезвычайно сильные затруднения"
            ]
        },
        {
            "text": "Мы хотели бы узнать, как бы Вы оценили состояние своего здоровья сегодня. Перед Вами шкала от 0 до 100. 100 означает наилучшее состояние здоровья, которое можно себе представить. 0 – наихудшее состояние здоровья, которое можно себе представить. Теперь напишите число, которое, по Вашему мнению, соответствует состоянию Вашего здоровья сегодня.",
            "answer_type": "segment",
            "possible_answers": [
                0,
                100
            ],
            "answers_text": []
        }
    ]
}